{

    
  "questions": [
    {
      "question": "1. Do you update your software regularly to stay safe from cyber threats?",
      "explanation": "Regular software updates help patch security vulnerabilities that hackers could exploit. Set up automatic updates if possible."
    },
    {
      "question": "2. Have you set up protections to keep unauthorized people out of your important data?",
      "explanation": "Use strong passwords, consider implementing multi-factor authentication, and restrict access only to those who need it."
    },
    {
      "question": "3. Do you check for security problems in your systems regularly?",
      "explanation": "Regularly run security scans or hire professionals to check for vulnerabilities in your systems."
    },
    {
      "question": "4. Do you teach your team how to stay safe online?",
      "explanation": "Provide cybersecurity training to your employees, covering topics like phishing awareness and safe internet browsing habits."
    },
    {
      "question": "5. Do you use encryption to keep your information safe from hackers?",
      "explanation": "Use encryption for sensitive data, both in transit (e.g., using HTTPS) and at rest (e.g., encrypting files or databases)."
    },
    {
      "question": "6. Do you have a plan for if something goes wrong with your data?",
      "explanation": "Create a comprehensive disaster recovery plan outlining steps to take in case of a cyber incident, including data backup and restoration procedures."
    },
    {
      "question": "7. Have you made sure your employees' home computers are safe for work?",
      "explanation": "Provide guidelines for securing home computers, such as installing antivirus software, enabling firewalls, and keeping software up to date."
    },
    {
      "question": "8. Do you control who can access your company's files and systems?",
      "explanation": "Implement access controls and user permissions to ensure that only authorized individuals can access sensitive company resources."
    },
    {
      "question": "9. Do you use two or more steps to log in to important accounts?",
      "explanation": "Enable multi-factor authentication (MFA) whenever possible to add an extra layer of security beyond just a password."
    },
    {
      "question": "10. Do you have insurance in case something bad happens to your data?",
      "explanation": "Consider getting cybersecurity insurance to help mitigate financial losses and recovery costs in the event of a data breach or cyber incident."
    }
  ]
}

